{
  "tvShows": [
    {
      "original_name": "I Am Not an Animal",
      "genre_ids": [
        16,
        35
      ],
      "name": "Fucking Animal",
      "popularity": 8.698,
      "origin_country": [
        "GB"
      ],
      "vote_count": 248,
      "first_air_date": "2004-05-10",
      "backdrop_path": "/o8Site0BMZ8xhknKJ0m52iLfqHg.jpg",
      "original_language": "en",
      "id": 100,
      "vote_average": "9.6",
      "overview": "I Am Not An Animal is an animated comedy series about the only six talking animals in the world, whose cosseted existence in a vivisection unit is turned upside down when they are liberated by animal rights activists.",
      "poster_path": "/nMhv6jG5dtLdW7rgguYWvpbk0YN.jpg"
    },
    {
      "original_name": "Planet Earth II",
      "genre_ids": [
        99,
        10751
      ],
      "name": "Planet Earth II",
      "popularity": 14.719,
      "origin_country": [
        "GB"
      ],
      "vote_count": 307,
      "first_air_date": "2016-11-06",
      "backdrop_path": "/xIt4DDYipMPNu2HDBrhUS4ndSYb.jpg",
      "original_language": "en",
      "id": 68595,
      "vote_average": "8.9",
      "overview": "David Attenborough presents a documentary series exploring how animals meet the challenges of surviving in the most iconic habitats on earth.",
      "poster_path": "/uy5QoTu8fc6fGXMCTMbpQJFUEB0.jpg"
    },
    {
      "original_name": "Rick and Morty",
      "genre_ids": [
        16,
        35,
        10759,
        10765
      ],
      "name": "Rick and Morty",
      "popularity": 88.865,
      "origin_country": [
        "US"
      ],
      "vote_count": 1182,
      "first_air_date": "2013-12-02",
      "backdrop_path": "/mzzHr6g1yvZ05Mc7hNj3tUdy2bM.jpg",
      "original_language": "en",
      "id": 60625,
      "vote_average": 8.5,
      "overview": "Rick is a mentally-unbalanced but scientifically-gifted old man who has recently reconnected with his family. He spends most of his time involving his young grandson Morty in dangerous, outlandish adventures throughout space and alternate universes. Compounded with Morty's already unstable family life, these events cause Morty much distress at home and school.",
      "poster_path": "/qJdfO3ahgAMf2rcmhoqngjBBZW1.jpg"
    },
    {
      "original_name": "Love, Death & Robots",
      "genre_ids": [
        16,
        10765
      ],
      "name": "Love, Death & Robots",
      "popularity": 74.934,
      "origin_country": [
        "US"
      ],
      "vote_count": 95,
      "first_air_date": "2019-03-15",
      "backdrop_path": "/e7VzDMrYKXVrVon04Uqsrcgnf1k.jpg",
      "original_language": "en",
      "id": 86831,
      "vote_average": 8.3,
      "overview": "Terrifying creatures, wicked surprises and dark comedy converge in this NSFW anthology of animated stories presented by Tim Miller and David Fincher.",
      "poster_path": "/rlrRI2b6RvM9I9xOBTKqcTaehkE.jpg"
    },
    {
      "original_name": "The Wire",
      "genre_ids": [
        80,
        18
      ],
      "name": "The Wire",
      "popularity": 27.506,
      "origin_country": [
        "US"
      ],
      "vote_count": 790,
      "first_air_date": "2002-06-02",
      "backdrop_path": "/4hWfYN3wiOZZXC7t6B70BF9iUvk.jpg",
      "original_language": "en",
      "id": 1438,
      "vote_average": 8.3,
      "overview": "Told from the points of view of both the Baltimore homicide and narcotics detectives and their targets, the series captures a universe in which the national war on drugs has become a permanent, self-sustaining bureaucracy, and distinctions between good and evil are routinely obliterated.",
      "poster_path": "/dg7NuKDjmS6OzuNy33qt8kSkPA1.jpg"
    },
    {
      "original_name": "Planet Earth",
      "genre_ids": [
        99
      ],
      "name": "Planet Earth",
      "popularity": 15.516,
      "origin_country": [
        "GB"
      ],
      "vote_count": 478,
      "first_air_date": "2006-03-05",
      "backdrop_path": "/4AJnC8L5CXdqb6tMeUBL5jdHfuG.jpg",
      "original_language": "en",
      "id": 1044,
      "vote_average": 8.3,
      "overview": "David Attenborough celebrates the amazing variety of the natural world in this epic documentary series, filmed over four years across 64 different countries.",
      "poster_path": "/tI5hLHgrfOTOhPjX22vlo9YsdgE.jpg"
    },
    {
      "original_name": "Fargo",
      "genre_ids": [
        80,
        18
      ],
      "name": "Fargo",
      "popularity": 20.872,
      "origin_country": [
        "US"
      ],
      "vote_count": 979,
      "first_air_date": "2014-04-15",
      "backdrop_path": "/qq1S5EjaaUrQAcMsn6raNFXpzHk.jpg",
      "original_language": "en",
      "id": 60622,
      "vote_average": 8.3,
      "overview": "A close-knit anthology series dealing with stories involving malice, violence and murder based in and around Minnesota.",
      "poster_path": "/e890UetS6XH7kqltlZ8VU6qDaHU.jpg"
    },
    {
      "original_name": "Avatar: The Last Airbender",
      "genre_ids": [
        28,
        12,
        16,
        14
      ],
      "name": "Avatar: The Last Airbender",
      "popularity": 17.723,
      "origin_country": [
        "US"
      ],
      "vote_count": 452,
      "first_air_date": "2005-02-21",
      "backdrop_path": "/732azfQ0xUAJNQ48pPfVtCCLVlZ.jpg",
      "original_language": "en",
      "id": 246,
      "vote_average": 8.3,
      "overview": "In a war-torn world of elemental magic, a young boy reawakens to undertake a dangerous mystic quest to fulfill his destiny as the Avatar, and bring peace to the world.",
      "poster_path": "/sB8V0pQtJZ17v8FLXMOcYz6045c.jpg"
    },
    {
      "original_name": "Over the Garden Wall",
      "genre_ids": [
        16,
        35,
        9648,
        10751,
        10765
      ],
      "name": "Over the Garden Wall",
      "popularity": 23.134,
      "origin_country": [
        "US"
      ],
      "vote_count": 186,
      "first_air_date": "2014-11-03",
      "backdrop_path": "/nQ0EZKbC2YtczfVLwyU5Hm9ESGe.jpg",
      "original_language": "en",
      "id": 61617,
      "vote_average": 8.3,
      "overview": "Two brothers, Wirt and Greg, find themselves lost in the Unknown; a strange forest adrift in time. With the help of a wise old Woodsman and a foul-tempered bluebird named Beatrice, Wirt and Greg must travel across this strange land, in hope of finding their way home. Join them as they encounter surprises and obstacles on their journey through the wood.",
      "poster_path": "/Ae08TtclKzZG1w5UzFfqPN8Zf7u.jpg"
    },
    {
      "original_name": "Stranger Things",
      "genre_ids": [
        18,
        9648,
        10765
      ],
      "name": "Stranger Things",
      "popularity": 57.094,
      "origin_country": [
        "US"
      ],
      "vote_count": 2184,
      "first_air_date": "2016-07-15",
      "backdrop_path": "/56v2KjBlU4XaOv9rVYEQypROD7P.jpg",
      "original_language": "en",
      "id": 66732,
      "vote_average": 8.3,
      "overview": "When a young boy vanishes, a small town uncovers a mystery involving secret experiments, terrifying supernatural forces, and one strange little girl.",
      "poster_path": "/vNJ95BMCzIBJZhW0IEoxzOoW53P.jpg"
    },
    {
      "original_name": "Peaky Blinders",
      "genre_ids": [
        80,
        18
      ],
      "name": "Peaky Blinders",
      "popularity": 31.512,
      "origin_country": [
        "GB"
      ],
      "vote_count": 459,
      "first_air_date": "2013-09-12",
      "backdrop_path": "/inPxrxF5qBQ2H5dyjcMzibX5JA6.jpg",
      "original_language": "en",
      "id": 60574,
      "vote_average": 8.2,
      "overview": "A gangster family epic set in 1919 Birmingham, England and centered on a gang who sew razor blades in the peaks of their caps, and their fierce boss Tommy Shelby, who means to move up in the world.",
      "poster_path": "/jeWoeUQyHdxGFNZCrzbOUP78FiZ.jpg"
    },
    {
      "original_name": "Band of Brothers",
      "genre_ids": [
        18,
        10759,
        10768
      ],
      "name": "Band of Brothers",
      "popularity": 24.469,
      "origin_country": [
        "GB",
        "US"
      ],
      "vote_count": 1401,
      "first_air_date": "2001-09-09",
      "backdrop_path": "/1LrtAhWPSEetJLjblXvnaYtl7eA.jpg",
      "original_language": "en",
      "id": 4613,
      "vote_average": 8.2,
      "overview": "Drawn from interviews with survivors of Easy Company, as well as their journals and letters, Band of Brothers chronicles the experiences of these men from paratrooper training in Georgia through the end of the war. As an elite rifle company parachuting into Normandy early on D-Day morning, participants in the Battle of the Bulge, and witness to the horrors of war, the men of Easy knew extraordinary bravery and extraordinary fear - and became the stuff of legend. Based on Stephen E. Ambrose's acclaimed book of the same name.",
      "poster_path": "/yjqu0KEVAWz9eJQBvzrQMFlGD84.jpg"
    },
    {
      "original_name": "The Sopranos",
      "genre_ids": [
        18
      ],
      "name": "The Sopranos",
      "popularity": 41.787,
      "origin_country": [
        "US"
      ],
      "vote_count": 769,
      "first_air_date": "1999-01-10",
      "backdrop_path": "/8GZ91vtbYOMp05qruAGPezWC0Ja.jpg",
      "original_language": "en",
      "id": 1398,
      "vote_average": 8.2,
      "overview": "The story of New Jersey-based Italian-American mobster Tony Soprano and the difficulties he faces as he tries to balance the conflicting requirements of his home life and the criminal organization he heads. Those difficulties are often highlighted through his ongoing professional relationship with psychiatrist Jennifer Melfi. The show features Tony's family members and Mafia associates in prominent roles and story arcs, most notably his wife Carmela and his cousin and protégé Christopher Moltisanti.",
      "poster_path": "/u0cLcBQITrYqfHsn06fxnQwtqiE.jpg"
    },
    {
      "original_name": "DEATH NOTE",
      "genre_ids": [
        16,
        9648
      ],
      "name": "Death Note",
      "popularity": 62.928,
      "origin_country": [
        "JP"
      ],
      "vote_count": 489,
      "first_air_date": "2006-10-04",
      "backdrop_path": "/A2j5g79EcWn1oTNCW9PSo7NZRfv.jpg",
      "original_language": "ja",
      "id": 13916,
      "vote_average": 8.2,
      "overview": "Light Yagami is an ace student with great prospects—and he’s bored out of his mind. But all that changes when he finds the Death Note, a notebook dropped by a rogue Shinigami death god. Any human whose name is written in the notebook dies, and Light has vowed to use the power of the Death Note to rid the world of evil. But will Light succeed in his noble goal, or will the Death Note turn him into the very thing he fights against?",
      "poster_path": "/g8hHbsRmHYoWYizhWCk87vpkrmy.jpg"
    },
    {
      "original_name": "Gravity Falls",
      "genre_ids": [
        16,
        35,
        9648,
        10765
      ],
      "name": "Gravity Falls",
      "popularity": 41.011,
      "origin_country": [
        "US"
      ],
      "vote_count": 241,
      "first_air_date": "2012-06-15",
      "backdrop_path": "/sJjrJWsOCUUeVMexxANNC6s3dWV.jpg",
      "original_language": "en",
      "id": 40075,
      "vote_average": 8.2,
      "overview": "Twin brother and sister Dipper and Mabel Pines are in for an unexpected adventure when they spend the summer helping their great uncle Stan run a tourist trap in the mysterious town of Gravity Falls, Oregon.",
      "poster_path": "/oGsgxjeZ9rd20eCJsGSMGgWvl4P.jpg"
    },
    {
      "original_name": "Monty Python's Flying Circus",
      "genre_ids": [
        35
      ],
      "name": "Monty Python's Flying Circus",
      "popularity": 13.166,
      "origin_country": [
        "GB"
      ],
      "vote_count": 237,
      "first_air_date": "1969-10-05",
      "backdrop_path": "/wmmvTK45ef2ymnB3f4quC4IEcBy.jpg",
      "original_language": "en",
      "id": 849,
      "vote_average": 8.2,
      "overview": "Monty Python’s Flying Circus is a British sketch comedy series created by the comedy group Monty Python and broadcast by the BBC from 1969 to 1974. The shows were composed of surreality, risqué or innuendo-laden humour, sight gags and observational sketches without punchlines. It also featured animations by Terry Gilliam, often sequenced or merged with live action. The first episode was recorded on 7 September and broadcast on 5 October 1969 on BBC One, with 45 episodes airing over four series from 1969 to 1974, plus two episodes for German TV.\n\nThe show often targets the idiosyncrasies of British life, especially that of professionals, and is at times politically charged. The members of Monty Python were highly educated. Terry Jones and Michael Palin are Oxford University graduates; Eric Idle, John Cleese, and Graham Chapman attended Cambridge University; and American-born member Terry Gilliam is an Occidental College graduate. Their comedy is often pointedly intellectual, with numerous erudite references to philosophers and literary figures. The series followed and elaborated upon the style used by Spike Milligan in his ground breaking series Q5, rather than the traditional sketch show format. The team intended their humour to be impossible to categorise, and succeeded so completely that the adjective \"Pythonesque\" was invented to define it and, later, similar material.",
      "poster_path": "/nKiyYqYcRcQLgkLk0LFtRgtGMen.jpg"
    },
    {
      "original_name": "Peep Show",
      "genre_ids": [
        35
      ],
      "name": "Peep Show",
      "popularity": 29.977,
      "origin_country": [
        "GB"
      ],
      "vote_count": 140,
      "first_air_date": "2003-09-19",
      "backdrop_path": "/xoWBzIxfza235mOkvXt40uZSbqS.jpg",
      "original_language": "en",
      "id": 815,
      "vote_average": 8.1,
      "overview": "Peep Show is an award-winning British sitcom starring David Mitchell and Robert Webb. The television programme is written by Jesse Armstrong and Sam Bain, with additional material by Mitchell and Webb amongst others. It has been broadcast on Channel 4 since 2003. The show's eighth series makes it the longest-returning comedy in Channel 4 history. Stylistically, the show uses point of view shots with the thoughts of main characters Mark and Jeremy audible as voiceovers.\n\nPeep Show follows the lives of two men from their twenties to thirties, Mark Corrigan, who has steady employment for most of the series, and Jeremy \"Jez\" Usbourne, an unemployed would-be musician. The pair met at the fictional Dartmouth University, and now share a flat in Croydon, South London. Mark is initially a loan manager at the fictional JLB Credit, later becoming a waiter, and then a bathroom supplies salesman. He is financially secure, but awkward and socially inept, with a pessimistic and cynical attitude. Jeremy, having split up with his girlfriend Big Suze prior to the first episode, now lives in Mark's spare room. He usually has a much more optimistic and energetic outlook on the world than Mark, yet his self-proclaimed talent as a musician has yet to be recognised, and he is not as popular or attractive as he would like to think himself, although he is more successful with the opposite sex than Mark.",
      "poster_path": "/pqrGyLYS5WIsLXwCuxc46sOP50F.jpg"
    }
  ]
}